Repository: sayamindu/olpc-switch-desktop
Catalog: po/*.po
Languages: de

source: Could not switch desktop: an internal error has occurred.
de: Desktop konnte nicht gewechselt werden: Ein interner Fehler ist aufgetreten.

source: Click OK to switch to the Sugar learning environment. All active applications will be closed.
de: Klicke OK an, um zur Sugar-Lernumgebung zu wechseln. Alle geöffneten Anwendungen werden geschlossen.

source: Sugar is the graphical user interface that you are looking at. It is a learning environment designed for children.
de: Sugar ist die grafische Benutzeroberfläche, die du vor dir siehst. Es ist eine Lernumgebung, die für Kinder entworfen wurde.

source: As an alternative to Sugar, you can switch to the GNOME desktop environment by clicking the button below.
de: Alternativ zu Sugar kannst du zur GNOME-Oberfläche wechseln, indem du den Knopf unten anklickst.

source: Restart your computer to complete the change to the GNOME desktop environment.
de: Starte den Computer neu, um die Veränderungen an der GNOME-Umgebung abzuschließen.

source: Remember, you can return to Sugar later by clicking on the <b>Switch to Sugar</b> icon on the GNOME desktop. Or, click the <b>Cancel changes</b> button below if you would like to continue using Sugar as your desktop environment.
de: Denk daran, dass du später zu Sugar zurückkehren kannst, indem du das Symbol <b>Zu Sugar wechseln</b> auf dem GNOME-Desktop anklickst. Wenn du aber weiterhin Sugar als deine Benutzeroberfläche benutzen möchtest, klicke unten den Knopf <b>Änderungen verwerfen</b> an.

source: Switch to GNOME
de: Zu GNOME wechseln

source: Cancel changes
de: Änderungen verwerfen

source: Restart now
de: Jetzt neustarten

source: Set Sugar as active desktop
de: Sugar als Benutzeroberfläche wählen

source: You can return to Sugar later, by clicking on the <b>Switch to Sugar</b> icon on the GNOME desktop. This is also available from the GNOME <b>Applications</b> menu.
de: Du kannst später zu Sugar zurückkehren, indem du das Symbol <b>Zu Sugar wechseln</b> auf dem GNOME-Desktop anklickst. Dieses ist auch im Menü <b>Anwendungen</b> unter GNOME verfügbar.

source: Active desktop environment:
de: Gewählte Benutzeroberfläche:
